Repository: Prime-Holding/rx_bloc
Catalog: packages/rx_bloc_cli/mason_templates/bricks/rx_bloc_*/__brick__/lib/l10n/arb/error/*.arb
Languages: bg

# accessDenied
source: You don't have access to this resource.
bg: Нямате достъп до този ресурс.

# network
source: A network error occurred.
bg: Възникна мрежова грешка.

# noConnection
source: It looks like your device is not connected to the internet. Please check your settings.
bg: Изглежда, че вашето устройство не е свързано с интернет. Моля, проверете настройките си.

# connectionRefused
source: Unable to connect to server. Connection refused.
bg: Не може да се свърже със сървъра. Връзката е отказана. Проверете дали локалният сървър работи и опитайте отново.

# notFound
source: Resource not found.
bg: Ресурсът не е намерен.

# server
source: An error occurred and the request could not be processed. Please try again later.
bg: Възникна грешка и заявката не можа да бъде обработена. Моля, опитайте отново по-късно.

# unknown
source: Oops, something went wrong. Please try again.
bg: Ами сега, нещо се обърка. Моля, опитайте отново.

# requiredField
source: {fieldName} should not be empty
bg: {fieldName} не трябва да е празно

# invalidEmail
source: Please enter a valid email
bg: Моля, въведете валиден имейл

# passwordLength
source: Password should be at least 6 characters long
bg: Паролата трябва да е дълга поне 6 знака

source: Wrong email or password
bg: Грешен имейл или парола
