Repository: Prime-Holding/rx_bloc
Catalog: packages/rx_bloc_cli/mason_templates/bricks/lib_auth_matrix/__brick__/lib/l10n/arb/feature_auth_matrix/*.arb
Languages: bg

source: Pin Biometrics
bg: Биометричен PIN

# otp
source: OTP and Pin
bg: OTP и PIN

# authMatrixSuccess
source: Successfully finished the action
bg: Успешно завършено действие

# authMatrixCancel
source: Auth matrix canceled
bg: Отмяна на удостоверяването на матрицата

# authMatrixAppBarTitle
source: Feature Auth Matrix
bg: Матрица за удостоверяване на функции

# fieldMessageLabel
source: Message
bg: Съобщение

# fieldHintMessage
source: Enter your message
bg: Въведете вашето съобщение

# fillButtonText
source: Save
bg: Запази

# unlockButtonText
source: Unlock
bg: Отключи

# changeAddressActionTitle
source: The address component below demonstrates the 2FA (PIN and OTP) feature.
bg: Адрес компонента по-долу демонстрира двуфакторна (2FA) автентикация (ПИН и еднократна парола).

# changeAddressActionDescription
source: Fill the address fields and click save to trigger the 2FA process. - Use "0000" for the PIN and OTP code to complete the flow. - Use "3333" for OTP code to fail the flow.
bg: Попълнете адрес полетата и натиснете "запази" за да стартирате двуфакторна (2FA) автентикация. - Използвайте "0000" за ПИН код и еднократна парола за да завършите успешно процеса. - Използвайте "3333" за еднократна парола за да завършите процеса с грешка.

# unlockActionTitle
source: The button below demonstrates the 2FA (PIN) feature.
bg: Бутонът по-долу демонстрира еднофакторна (ПИН) автентикация.

# unlockActionDescription
source: Tap on the button to trigger the 2FA process. - Use "0000" for the pin.
bg: Натиснете бутона за да стартирате еднофакторната (ПИН) автентикация. - Използвайте "0000" за ПИН.
