Repository: Prime-Holding/rx_bloc
Catalog: packages/rx_bloc_cli/mason_templates/bricks/feature_onboarding/__brick__/lib/l10n/arb/feature_onboarding/*.arb
Languages: bg

# registerPageTitle
source: Let's Get Started!
bg: Да започваме!

# register
source: Register with Email
bg: Регистрация с E-mail

# registerCredentialsHint
source: Enter your email address and create a secure password below to begin your registration. We'll guide you through the rest in no time!
bg: Въведете своя имейл адрес и създайте сигурна парола, за да започнете регистрацията. Ще ви насочим през останалите стъпки за нула време!

# titleEmailConfirmation
source: Confirm Your Email
bg: Потвърдете своя имейл

# emailConfirmationSent
source: We've sent a confirmation link to {email}. Please check your inbox and click the link to verify your account.
bg: Изпратихме линк за потвърждение на {email}. Моля, проверете своята поща и кликнете върху линка, за да потвърдите акаунта си.

# pleaseOpenEmail
source: Please, open this email from your phone and click on the button for confirmation, or tap here!
bg: Моля, отворете този мейл през телефона и кликнете върху бутона за потвърждение, или докоснете тук!

# openMailClient
source: Open your e-mail
bg: Отворете вашата електронна поща

# selectMailApp
source: Select email app to open
bg: Изберете приложение за електронна поща.

# noMailAppFound
source: No e-mail client found on your device. Please, install one or open your mail provider with a browser
bg: Нямате пощенски клиент на устройството. Моля инсталирайте или отворете с браузър.

source: Send new link
bg: Изпрати нов линк

# titleEmailConfirmed
source: Email Confirmed!
bg: Имейлът е потвърден!

# titleEmailConfirmedDescription
source: Your email has been successfully verified. You're all set to continue with your journey!
bg: Вашият имейл беше успешно потвърден. Готови сте да продължите напред!

# titleMockDeepLinkSuccess
source: Mock Deep Link - Success:
bg: Валиден линк

# titleMockDeepLinkError
source: Mock Deep Link - Error:
bg: Невалиден линк

source: Retry
bg: Опитай отново

# continueText
source: Continue
bg: Продължи

source: Confirm
bg: Потвърди

# phoneNumberTitle
source: What's your phone number?
bg: Какъв е твоят телефонен номер?

# phoneNumberDescription
source: Enter your phone number below to receive a confirmation code via SMS.
bg: Въведете телефонния си номер по-долу, за да получите код за потвърждение чрез SMS.

# phoneNumberHint
source: Phone number
bg: Телефонен номер

# phoneNumberConfirmTitle
source: Confirm phone number
bg: Потвърдете телефонния номер

# phoneNumberConfirmDescription
source: Enter the code we sent you to the phone number provided in previous step.
bg: Въведете кода, който ви изпратихме на телефонния номер, предоставен в предишната стъпка.

source: Select country
bg: Изберете държава

source: Type substring
bg: Въведете подниз

# thereAreNoResults
source: There are no results for the searched query!
bg: Няма резултати за търсената заявка!

source: Invalid country code.
bg: Невалиден код на държавата.

source: Invalid phone number.
bg: Невалиден телефонен номер.

# phoneNumberTooShort
source: Phone number is too short.
bg: Телефонният номер е твърде кратък.

# confirmPhoneFieldHint
source: Use code 1234 to simulate an error. Any other code will result in a successful submission.
bg: Използвайте код 1234, за да симулирате грешка. Всеки друг код ще доведе до успешно изпращане.
