Repository: Prime-Holding/rx_bloc
Catalog: packages/rx_bloc_cli/mason_templates/bricks/feature_showcase/__brick__/lib/l10n/arb/feature_showcase/*.arb
Languages: bg

# showcaseTitle
source: Showcase Page
bg: Страница с демонстрации

source: Counter Showcase
bg: Демонстрация на брояч

# counterShowcaseDescription
source: Demonstrates a simple counter functionality.
bg: Демонстрация на елементарна функционалност на брояч.

source: Widget Toolkit Showcase
bg: Демонстрация на компоненти

# widgetToolkitShowcaseDescription
source: Showcases various reusable widgets.
bg: Демонстрира различни преизползваеми компоненти.

# qrCodeShowcase
source: Qr Scanner Showcase
bg: Демонстрация на четец на QR

# qrCodeShowcaseDescription
source: Displays QR code scanning functionality.
bg: Показва функционалностa за четене на QR кодове.

# deepLinkShowcase
source: Deep Links Showcase
bg: Демонстрация на Deep Link-ове

# deepLinkShowcaseDescription
source: Demonstrates deep linking capabilities.
bg: Демонстрира възможностите на deep link.

source: MFA Showcase
bg: Mногофакторна автентикация

# mfaShowcaseDescription
source: Showcases multi-factor authentication.
bg: Демонстрира многофакторна автентикация.

source: OTP Showcase
bg: Демонстрация на еднократна парола

# otpShowcaseDescription
source: Demonstrates one-time password functionality.
bg: Демонстрира функционалност за автентикация с еднократна парола.
